class Sight1 {
  var name = 'Стоунхендж',
      lat = "51°10′43.9″ с. ш.",
      lon = "1°49′34.4″ з. д.",
      url =
          'http://img-fotki.yandex.ru/get/6720/137106206.340/0_c404a_91d0ea45_XXL.jpg',
      details =
          "Стоунхендж представляет собой окруженную рвом и земляным валом площадку диаметром около ста метров. В центре находится Алтарный камень – многотонный монолит из песчаника. Он окружен пятью парами камней с перемычками наверху (трилитами), установленных в форме подковы и открытой на северо-восток.",
      type = 'Доисторический';
}

class Sight2 {
  var name = 'Виндзорский замок',
      lat = "51°29′02″ с. ш.",
      lon = "0°36′16″ з. д.",
      url =
          'https://planetofhotels.com/guide/sites/default/files/styles/paragraph__hero_banner__hb_image__1880bp/public/hero_banner/Windsor-Castle.jpg',
      details =
          "Виндзорский замок (англ. Windsor Castle) — резиденция британских монархов в городе Виндзор, графство Беркшир, Англия. На протяжении более 900 лет замок являет собой незыблемый символ монархии, возвышаясь на холме в долине реки Темзы.",
      type = 'Исторические';
}
